tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
brew "bat"
brew "cheat"
brew "cmake"
brew "docker"
brew "exa"
brew "fd"
brew "fzf"
brew "gcc"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "languagetool"
brew "lazygit"
brew "libusb"
brew "make"
brew "neovim", args: ["HEAD"]
brew "nvm"
brew "pnpm"
brew "ranger"
brew "ripgrep"
brew "syncthing"
brew "tmux"
brew "yarn"
cask "activitywatch"
cask "alacritty"
cask "authy"
cask "bitwarden"
cask "chromium"
cask "firefox"
cask "flameshot"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "mullvadvpn"
cask "notion"
cask "raycast"
cask "rectangle"
cask "slack"
cask "spotify"
cask "thunderbird"
cask "typora"
