tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-fonts"
tap "homebrew/core"
brew "exa"
brew "bat"
brew "fd"
brew "ripgrep"
brew "fzf"
brew "git"
brew "git-delta"
brew "glow"
brew "go"
brew "lazygit"
brew "neovim", args: ["HEAD"]
brew "node"
brew "nvm"
brew "pnpm"
brew "ranger"
brew "tmux"
brew "yarn"
cask "alacritty"
cask "font-hack-nerd-font"
cask "iterm2"
cask "karabiner-elements"
cask "notion"
cask "raycast"
cask "typora"
